Repository: Elenaluciasanz/TourGPT
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Planned
es: Planificada

source: In Progress
es: En progreso

source: Finished
es: Finalizada

source: Cancelled
es: Cancelada

source: Morning
es: Mañana

source: Afternoon
es: Medio Día

source: Evening
es: Tarde

source: Night
es: Noche

source: Interest
es: Interés

source: Entertainment
es: Entretenimiento

source: Gastronomy
es: Gastronomía

source: Other
es: Otro

source: Title
es: Título

source: User
es: Usuario

source: Travel Profile
es: Perfil de Viaje

source: Description
es: Descripción

source: Start Date
es: Fecha de Inicio

source: End Date
es: Fecha de Finalización

source: Days
es: Días

source: State
es: Estado

source: Origin
es: Origen

source: Destination
es: Destino

source: Accommodation Point EN
es: Punto de Alojamiento EN

source: Accommodation Point ES
es: Punto de Alojamiento ES

source: Route
es: Ruta

source: Routes
es: Rutas

source: Date
es: Fecha

source: Day
es: Día

source: Presentation
es: Presentación

source: Presentation ES
es: Presentación ES

source: Route Day
es: Día de Ruta

source: Route Days
es: Días de Ruta

source: Activity
es: Actividad

source: Moment of the day
es: Momento del día

source: Activity Type
es: Tipo de Actividad

source: Information Language
es: Idioma Información

source: Generic Activity
es: Actividad Genérica

source: Generic Activities
es: Actividades Genéricas

source: Point of Interest
es: Punto de Entretenimiento

source: Interest Activity
es: Actividad de Interés

source: Interest Activities
es: Actividades de Interés

source: Point of Entertainment
es: Punto de Entretenimiento

source: Entertainment Activity
es: Actividad de Entretenimiento

source: Entertainment Activities
es: Actividades de Entretenimiento

source: Point of Gastronomy
es: Punto de Gastronomía

source: Gastronomic Activity
es: Actividad Gastronómica

source: Gastronomic Activities
es: Actividades Gastronómicas

source: New Route
es: Nueva Ruta

source: Title of the route
es: Título de la ruta

source: Description of the route
es: Descripción de la ruta

source: No travel profile selected
es: Ningún perfil de viaje seleccionado

source: Register New Travel Profile
es: Registrar Nuevo Perfil de Viaje

source: From
es: Desde

source: To
es: Hasta

source: Search origin
es: Buscar origen

source: Search destination
es: Buscar destino

source: Confirm
es: Confirmar

source: Generating route
es: Generando ruta

source: This may take several minutes. Please wait.
es: Esto puede llevar unos minutos. Espere por favor.

source: Start Day
es: Día Inicio

source: End Day
es: Día Finalización

source: Accomodation Point
es: Punto de Alojamiento

source: More Details
es: Más Detalles

source: Moment
es: Momento

source: Place
es: Lugar

source: About the origin
es: Sobre el origen

source: City
es: Ciudad

source: More about
es: Más sobre

source: Country
es: País

source: About the destination
es: Sobre el destino

source: My Routes
es: Mis rutas

source: Plan New Route
es: Planear Nueva Ruta

source: Show cancelled routes
es: Mostrar rutas canceladas

source: More details
es: Más Detalles

source: Cancel Route
es: Cancelar Ruta

source: No routes planned
es: Sin rutas planeadas

source: Museum
es: Museo

source: Emblematic Site
es: Sitio Emblemático

source: Park/Garden
es: Parque/Jardín

source: Theater
es: Teatro

source: Church
es: Iglesia

source: Street/Square
es: Calle/Plaza

source: Cinema
es: Cine

source: Bowling Alley
es: Bolera

source: Nightclub
es: Discoteca

source: Mall/Shop
es: Centro Comercial/Tienda

source: Theme Park
es: Parque Temático

source: Beach
es: Playa

source: Restaurant
es: Restaurante

source: Fast Food
es: Comida Rápida

source: Tabern
es: Taberna

source: Hostel
es: Hostal

source: Rural House
es: Casa Rural

source: Shelter
es: Albergue

source: Country Base
es: País Base

source: Name
es: Nombre

source: National Day
es: Día Nacional

source: Total Population
es: Población Total

source: Population Density
es: Densidad de Población

source: Age Structure
es: Estructura de Edad

source: Languages
es: Idiomas

source: Currency
es: Moneda

source: Police
es: Policía

source: Firefighter
es: Bomberos

source: Ambulance
es: Ambulancia

source: History
es: Historia

source: Curiosities
es: ¿Sabías que...?

source: Countries
es: Países

source: City Base
es: Ciudad Base

source: Cities
es: Ciudades

source: Point Identifier Name
es: Nombre Identificador del Punto

source: Location
es: Localización

source: Latitude
es: Latitud

source: Price Average
es: Precio Promedio

source: Shedule Average
es: Horario Promedio

source: Point Information
es: Informacion del Punto

source: Points Information
es: Informacion de los Puntos

source: Type
es: Tipo

source: Point of Information
es: Punto de Información

source: Points of Information
es: Puntos de Información

source: Points of Entertainment
es: Puntos de Entretenimiento

source: Points of Gastronomy
es: Puntos de Gastronomía

source: Point of Accommodation
es: Punto de Alojamiento

source: Points of Accommodation
es: Puntos de alojamiento

source: Information
es: Información

source: Accommodation
es: Alojamiento

source: Longitude
es: Longitud

source: Interest Points
es: Puntos de Interés

source: Search interest point
es: Buscar puntos de interés

source: Check new interest points
es: Consultar nuevos puntos de interés

source: Entertainment Points
es: Punto de Entretenimiento

source: Search entertainment point
es: Buscar punto de entretenimiento

source: Check new entertainment points
es: Consultar nuevos puntos de entretenimiento

source: Gastronomy Points
es: Puntos de Gastronomía

source: Search gastronomy point
es: Buscar punto de gastronomía

source: Check new gastronomy points
es: Consultar nuevos puntos de gastronomía

source: Accommodation Points
es: Puntos de Alojamiento

source: Search accommodation point
es: Buscar punto de alojamiento

source: Check new accommodation points
es: Consultar nuevos puntos de alojamiento

source: Search city
es: Buscar ciudad

source: Europe, EU
es: Europa, EU

source: Africa, AF
es: África, AF

source: Oceania, OC
es: Oceanía, OC

source: Prefix
es: Prefijo

source: Cities of
es: Ciudades de

source: Search country
es: Buscar país

source: Dare to Dream, Plan to Travel
es: Atrévete a Soñar, Planifica Viajar

source: Welcome
es: ¡Bienvenido/a

source: Accommodation Point
es: Punto de Alojamiento

source: Schedule
es: Horario Promedio

source: Price
es: Precio

source: Entertainment Point
es: Punto de Entretenimiento

source: Gastronomy Point
es: Punto Gastronómico

source: Interest Point
es: Punto de Interés

source: Access Denied
es: Acceso Denegado

source: You don’t have permission to access
es: No tiene permisos para acceder

source: Return to TourGPT
es: Volver a TourGPT

source: The requested page does not exist
es: La página solicitada no existe

source: Home
es: Inicio

source: Planner
es: Planificador

source: My Profiles
es: Mis Perfiles

source: Favourites
es: Favoritos

source: My Account
es: Mi Cuenta

source: Sing Out
es: Cerrar Sesión

source: Sign In
es: Iniciar Sesión

source: Sign Up
es: Crear Cuenta

source: ChatGPT-based system for personalized tourist trip planning.
es: Sistema basado en ChatGPT para planificación personalizada de viajes turísticos.

source: English
es: Inglés

source: Spanish
es: Español

source: Email already registered
es: Correo ya registrado

source: <li>Length less than 8 characters</li>
es: <li>Longitud inferior a 8 caracteres</li>

source: <li>At least one lowercase letter is required</li>
es: <li>Se requiere al menos una letra minúscula</li>

source: <li>At least one capital letter is required</li>
es: <li>Se requiere al menos una letra mayúscula</li>

source: <li>At least one number is required</li>
es: <li>Se requiere al menos un número</li>

source: Extreme
es: Extremo

source: High
es: Alto

source: Medium
es: Medio

source: Low
es: Bajo

source: None
es: Ninguno

source: Family Vacation
es: Vacaciones Familiares

source: Vacation With Friends
es: Vacaciones con Amigos

source: Work
es: Trabajo

source: Studies
es: Estudios

source: Romantic Journey
es: Viaje Romántico

source: Adventure
es: Aventura

source: Leisure
es: Ocio

source: Turism
es: Turismo

source: Chill Out
es: Relax

source: Sport
es: Deporte

source: Wedding/Honeymoon/Anniversary
es: Boda/Luna de Miel/Aniversario

source: Religion
es: Religión

source: Volunteering
es: Voluntariado

source: Conferences/Conventions
es: Conferencias/Convenciones

source: Birth Date
es: Fecha de Nacimiento

source: Phone Number
es: Número de Teléfono

source: Favorite Countries
es: Países Favoritos

source: Favorite Cities
es: Ciudades Favoritas

source: Favorite Interest Points
es: Puntos de Interés Favoritos

source: Favorite Entertainment Points
es: Puntos de Entretenimiento Favoritos

source: Favorite Gastronomy Points
es: Puntos Gastronómicos Favoritos

source: Favorite Accommodation Points
es: Puntos de Alojamiento Favoritos

source: Number of Adults
es: Número de Adultos

source: Number of Teenagers
es: Número de Adolescentes

source: Number of Children
es: Número de Niños

source: Number of Babies
es: Número de Bebés

source: Number of Elderly
es: Número de Ancianos

source: Reason
es: Motivo

source: Adventure Level
es: Nivel de Aventura

source: Reduced Mobility
es: Movilidad Reducida

source: Animals
es: Animales

source: Food Restrictions
es: Restricciones Alimenticias

source: Observations
es: Observaciones

source: Account Details
es: Detalles de la Cuenta

source: Username
es: Nombre de Usuario

source: Email
es: Correo Electrónico

source: Last Name
es: Apellidos

source: Travel Profiles
es: Perfiles de Viaje

source: Add Travel Profile
es: Añadir Perfil de Viaje

source: My Favoutite Cities
es: Mis Ciudades Favoritas

source: Discover New Cities
es: Descubrir Nuevas Ciudades

source: No favorite cities
es: Sin ciudades favoritas

source: My Favourite Countries
es: Mis Países Favoritos

source: Discover New Countries
es: Descubrir Nuevos Países

source: No favorite countries
es: Sin países favoritos

source: My Favoutite Accommodation Points
es: Mis Puntos de Alojamiento Favoritos

source: No favorite accommodation points
es: Sin puntos de alojamiento favoritos

source: My Favoutite Entertainment Points
es: Mis Punto de Entretenimiento Favoritos

source: No favorite entertainment points
es: Sin puntos de entretenimiento favoritos

source: My Favoutite Gastronomy Points
es: Mis Puntos Gastronómicos Favoritos

source: No favorite gastronomy points
es: Sin puntos gastronómicos favoritos

source: My Favoutite Interest Points
es: Mis Puntos de Interés Favoritos

source: No favorite interest points
es: Sin puntos de interés favoritos

source: Password
es: Contraseña

source: Username and password do not match
es: El usuario y la contraseña no coinciden

source: Username already exist
es: El nombre de usuario ya existe

source: There is already an account associated with this email
es: Ya existe una cuenta asociada con este correo

source: Confirm Password
es: Confirmar Contraseña

source: The password must meet the following requirements
es: La contraseña debe cumplir los siguientes requisitos

source: At least 8 characters
es: Al menos 8 caracteres

source: At least 1 uppercase letter and 1 lowercase letter
es: Al menos 1 letra mayúscula y 1 letra minúscula

source: At least 1 number
es: Al menos 1 número

source: Do not include personal information
es: No incluya información personal

source: Passwords do not match
es: Las contraseñas no coinciden

source: Travel Profile Details
es: Detalles del Perfil de Viaje

source: Points of Interest
es: Punto de Interés

source: Accomodation Points
es: Puntos de Alojamiento

source: New Travel Profile
es: Nuevo Perfil de Viaje

source: Travel Profile Editor
es: Editar Perfil de Viaje
